// Данные новостей
const newsData = [
   {
      id: 1,
      title: "Лучшая Арт Ёлка 2026🎄",
      summary: "Продукт нашего труда украшает набережную реки Сож",
      fullText: `Дорогие друзья, коллеги и жители города!

Приближается самый волшебный праздник — Новый год, и город уже начинает сиять огнями. В этом году наша организация, РСУП «Ремонтхиммонтаж», решила подарить всем горожанам частичку праздника и приняла участие в творческом конкурсе «Лучшая Арт Ёлка 2026».

Суть конкурса — украсить настоящую новогоднюю ёлку, установленную на живописной набережной реки Сож. Это не просто гирлянды и шары — это возможность проявить фантазию, креатив и корпоративный дух!

Наша ёлка — это символ созидания, надёжности и света, которые всегда сопровождают нашу работу. 
Приглашаем всех прогуляться по набережной, найти нашу красавицу-ёлку, зарядиться новогодним настроением и поддержать нас!

Проголосовать за лучшую Арт Ёлку-2026 можно по ссылке ниже. Мы рассчитываем на вашу поддержку!
Пусть наша общая ёлка станет ярким пятном в праздничном убранстве города!
С наступающим Новым 2026 годом!🎄🎅
`,
      date: "2025-12-15",
      images: [
         "img/news/2025/12/15_12_2025/konkurs_2025_elka.webp",
         "img/news/2025/12/15_12_2025/1_photo.jpg",
         "img/news/2025/12/15_12_2025/2_photo.jpg",
         "img/news/2025/12/15_12_2025/3_photo.jpg",
      ],
      link: "https://newsgomel.by/news/competition/golosuem-za-luchshuyu-art-yelku-2026_207283.html",
      linkText: "Ссылка для голосования"
   },


   {
      id: 2,
      title: `Советский: "Зажигаем ёлку вместе!"`,
      summary: "В едином ритме с городом: РСУП «Ремонтхиммонтаж» помог зажечь главное чудо Гомеля",
      fullText: `В преддверии самого волшебного праздника сердце Гомеля начало биться в особом, новогоднем ритме. Работники предприятий и жители города Гомеля собрались на центральной площади для участия в грандиозное мероприятии: «Зажигаем ёлку вместе».

РСУП «Ремонтхиммонтаж» с гордостью принял участие в этом масштабном действе, став частью живого символа единства и праздника. Более 40 предприятий и десятки Дедов Морозов и Снегурочек — настоящая армия добра и волшебства — объединились, чтобы одним дружным «Раз, два, три, ёлочка, гори!» подарить городу его главное новогоднее украшение.
В этот момент, когда гирлянды вспыхнули миллионами огней, отразившись в сияющих глазах детей и взрослых, мы вновь ощутили силу коллективного созидания. Та же энергия, что ведёт нас к профессиональным победам, теперь зажгла звезду на вершине городской красавицы.

Этот свет — не только праздничное сияние, но и символ нашей общей уверенности в будущем, тепла и надежды, которые мы, как одна большая команда, дарим нашему любимому Гомелю.
Пусть свет этой ёлки осветит дорогу к исполнению самых заветных желаний всех горожан! С наступающим Новым годом!
`,
      date: "2025-12-13",
      images: [
         "img/news/2025/12/13_12_2025/1_photo.jpg",
         "img/news/2025/12/13_12_2025/2_photo.jpg",
         "img/news/2025/12/13_12_2025/3_photo.jpg",
         "img/news/2025/12/13_12_2025/4_photo.jpg",
         "img/news/2025/12/13_12_2025/5_photo.jpg",
         "img/news/2025/12/13_12_2025/6_photo.jpg",
      ],

   },


   {
      id: 3,
      title: "Награждение победителей различных соревнований среди предприятий Советского района",
      summary: "Триумфальная победа: РСУП «Ремонтхиммонтаж» — лучший в трёх дисциплинах!",
      fullText: `Сегодня в стенах школы №69 города Гомеля состоялась церемония награждения победителей спартакиады среди предприятий Советского района с численностью сотрудников до 500 человек.

Наше предприятие, РСУП «Ремонтхиммонтаж», продемонстрировало блестящий результат, завоевав высшие награды сразу в трёх категориях, что стало лучшим показателем среди всех участников.

Наши победы🏆:

🥇 1 место — женский зачёт по стрельбе

🥇 1 место — мужской зачёт по стрельбе

🥇 1 место — соревнования по шашкам

Этот выдающийся успех — яркое свидетельство не только спортивной подготовки и волевых качеств наших сотрудников, но и слаженной корпоративной культуры, духа здорового соперничества и взаимоподдержки. Мы показали, что в нашем коллективе есть и меткие стрелки, и блестящие тактики.
Поздравляем наших чемпионов и всех сотрудников, которые болели за коллег! Ваши достижения вносят весомый вклад в укрепление репутации нашего предприятия как коллектива сильных, целеустремлённых и разносторонних профессионалов.

Этот спортивный триумф — отличный финал года и мощный старт для новых побед в 2026 году!
`,
      date: "2025-12-10",
      images: [
         "img/news/2025/12/10_12_2025/1_photo.jpg",
         "img/news/2025/12/10_12_2025/2_photo.jpg",
      ],

   },


   {
      id: 4,
      title: "Открытый диалог о будущем",
      summary: "Коллектив РСУП «Ремонтхиммонтаж» обсудил с делегатом ВНС программу развития страны до 2030 года.",
      fullText: `В актовом зале предприятия состоялась значимая встреча трудового коллектива РСУП «Ремонтхиммонтаж» с делегатом Всебелорусского народного собрания, членом его Президиума Дмитрием Владимировичем Черняковым.

      ☝️Ключевой темой открытого диалога стали основные приоритеты развития Беларуси на ближайшую пятилетку, закреплённые в проекте Программы социально-экономического развития Республики Беларусь на 2026–2030 годы. Особый акцент был сделан на практическом воплощении этих стратегических задач и том, как реализация государственной программы отразится на динамике развития самого предприятия, открывая новые перспективы для коллектива.

      Встреча прошла в формате живого и конструктивного разговора. Сотрудники не только внимательно слушали, но и активно участвовали в обсуждении, задавая вопросы как по широкой тематике выступления, так и по конкретным, волнующим всех темам. Это позволило соединить масштабные цели страны с пониманием локальных задач и возможностей.

      Подобные встречи крайне важны для формирования единого понимания вектора движения и укрепления уверенности в завтрашнем дне.
`,
      date: "2025-12-08",
      images: [
         "img/news/2025/12/08_12_2025/1_photo.jpg",
         "img/news/2025/12/08_12_2025/2_photo.jpg",
      ],

   },

   {
      id: 5,
      title: "В едином строю памяти",
      summary: "Коллектив «Ремонтхиммонтажа» почтил героев освобождения Гомеля»",
      fullText: `26 ноября 2025 года сотрудники Унитарного предприятия «Ремонтхиммонтаж» приняли участие в памятных мероприятиях, посвященных 82-й годовщине освобождения города Гомеля от немецко-фашистских захватчиков.

      В этот знаковый день наш коллектив разделил два важных момента всенародной памяти и благодарности.

      Утром представители предприятия присутствовали на торжественном открытии памятника выдающемуся полководцу, Маршалу Константину Константиновичу Рокоссовскому, а также стали зрителями парада военной техники. Эти события, наполненные мощью и славой, стали живым напоминанием о доблести воинов-освободителей.

      Затем, на священном для каждого гомельчанина Кургане Славы, сотрудники «Ремонтхиммонтажа» присоединились к торжественному митингу и церемонии возложения цветов. В атмосфере общей скорби и уважения мы почтили минутой молчания память павших героев, отстоявших свободу родного города.

      Участие в таких событиях — это не только дань истории, но и важный момент гражданского и патриотического воспитания для нашего коллектива. Это напоминание о том, что мирная жизнь и созидательный труд, который ведет наше предприятие сегодня, возможны благодаря подвигу поколения победителей.`,
      date: "2025-11-26",
      images: [
         "img/news/2025/11/26_11_2025/1_photo.jpg",
         "img/news/2025/11/26_11_2025/2_photo.jpg",
         "img/news/2025/11/26_11_2025/3_photo.jpg",
         "img/news/2025/11/26_11_2025/4_photo.jpg",
      ],
   },

   {
      id: 6,
      title: "Наш меткий дебют! 🎯",
      summary: "Обе команды «Ремонтхиммонтажа» берут золото на районных стрелковых соревнованиях!",
      fullText: `25 ноября 2025 года состоялось первенство по стрельбе из пневматического оружия среди предприятий Советского района г. Гомеля. Команды нашего унитарного предприятия «Ремонтхиммонтаж» показали блестящий результат, уверенно заняв первые места в обоих зачётах.

      🏆 В женском зачёте победу одержала команда в составе:

      ✨Сахаровой Ольги Владимировны, экономиста по сбыту;

      ✨Крохмаловой Екатерины Николаевны, заместителя главного бухгалтера;

      ✨Коржик Ольги Сергеевны, заведующей складом ОМТС.

      🏆 В мужском зачёте чемпионами стали:

      ✨Бураков Юрий Иванович, начальник ООТП и ПБ;

      ✨Юшковец Виктор Геннадьевич, мастер участка;

      ✨Таболич Николай Анатольевич, инженер-конструктор.

      Этот впечатляющий успех наглядно демонстрирует не только отличную спортивную подготовку, но и слаженность, целеустремлённость наших сотрудников. Мы гордимся нашими коллегами, которые в условиях высокой конкуренции проявили выдержку, точность и волю к победе.

      Поздравляем наших чемпионов с заслуженной победой! Желаем дальнейших успехов и новых достижений как в спорте, так и в профессиональной деятельности!`,
      date: "2025-11-25",
      images: [
         "img/news/2025/11/25_11_2025/1_photo.jpg",
      ]

   }

];

